[
  {
    "name": "Athallah Zaidan ",
    "nim": "12519064",
    "faculty": "FTTM",
    "major": "Teknik Metalurgi",
    "title": "STUDI OPTIMASI DAN PERBANDINGAN PENGGUNAAN TIO2 DAN SNO2 SEBAGAI ELECTRON TRANSPORT LAYER PADA HTL-FREE MAPBI3 PEROVSKITE SOLAR CELL",
    "abstract": "Bahan bakar fosil yang semakin menipis dan kebutuhan energi yang terusmeningkat menyebabkan dunia kesulitan dalam memenuhi kebutuhan energi. Darisemua sumber daya energi terbarukan yang tersedia, energi matahari merupakansolusi terbaik untuk menjawab penipisan bahan bakar fosil. Sel surya berbasisperovskite telah menarik banyak perhatian dikarenakan biaya fabrikasinya yangrendah dengan efisiensi yang tinggi. Material semikonduktor inorganik telahmenjadi pilihan untuk dijadikan sebagai electron transport layer (ETL) denganTiO2 yang telah banyak digunakan. Akan tetapi, TiO2 membutuhkan prosesfabrikasi pada suhu tinggi untuk mendapatkan sifat elektronik yang diinginkan.Material untuk ETL lainnya yang dapat difabrikasi dengan biaya yang rendah danhysteresis index yang lebih rendah telah diusulkan seperti SnO2. Pada penelitian ini,kami membandingkan performa dari TiO2 dengan metode fabrikasi yang berbedajuga dengan SnO2 dan mempelajari pengaruh dari variasinya.Fabrikasi dari ETL dimulai dengan memvariasikan jumlah spin-coating denganvariasi satu kali, tiga kali, dan lima kali untuk mengetahui kondisi optimumnya.Kemudian, jumlah spin-coating optimum akan dibandingkan dengan metodechemical bath deposition untuk mendapatkan TiO2 ETL dengan performafotovoltaik yang lebih baik. Kemudian metode fabrikasi terbaik dari TiO2 akandibandingkan dengan SnO2 dengan variasi konfigurasi.Hasil eksperimen menunjukkan bahwa jumlah spin-coating optimum yaitu 3 kalidengan efisiensi, tegangan rangkaian terbuka, dan arus hubung singkat sebesar8,94%, 974,1 mV, dan 16,73 mA/cm2. Terdapat kenaikan performa fotovoltaik darisatu kali ke tiga kali spin-coating dan penurunan dari tiga kali ke lima kali. Metodespin-coating menghasilkan performa fotovoltaik yang lebih baik bila dibandingkandengan metode chemical bath deposition yang memberikan nilai efisiensi, teganganrangkaian terbuka, dan arus hubung singkat sebesar 3,37%, 598,8 mV, dan 13,96mA/cm2. Metode chemical bath deposition memberikan nilai indeks histeresis yanglebih rendah dibandingkan metode spin-coating dengan masing-masing sebesar35,09% dan 37,69%. Percobaan pada tahap kedua menunjukkan bahwa strukturSnO2 planar memberikan performa fotovoltaik yang lebih baik dibandingkan TiO2planar. Lapisan ganda TiO2 dan SnO2 memberikan performa fotovoltaik yang lebihbaik dibandingkan TiO2 dan SnO2 planar. Akan tetapi performa fotovoltaik terbaikdipegang oleh struktur mesoskopik TiO2 yang difabrikasi dengan metode spincoating.",
    "link": "https://digilib.itb.ac.id/gdl/view/80629"
  },
  {
    "name": "Muhammad Hendry Prasetya",
    "nim": "13517015",
    "faculty": "STEI",
    "major": "Informatika",
    "title": "",
    "abstract": "",
    "link": ""
  },
  {
    "name": "Muhammad Novel Fauzan",
    "nim": "13517042",
    "faculty": "STEI",
    "major": "Informatika",
    "title": "PROTOTIPE APLIKASI EAR TRAINING MENGGUNAKAN  GAMIFIKASI",
    "abstract": "Kemampuan pendengaran, yang juga dikenal sebagai aural skills, memiliki peranyang sangat penting bagi para musisi atau siapa pun yang ingin meningkatkankemampuan musiknya secara umum. Namun, pelatihan dan latihan kemampuanini seringkali dihadapkan pada tantangan tersendiri. Aktivitas latihan seringdianggap membosankan dan prosesnya cenderung lambat. Oleh karena itu, tugasakhir ini bertujuan untuk mengatasi masalah tersebut dengan merancang interaksidesain untuk aplikasi mobile ear training yang menekankan aspek engagement.Salah satu pendekatan yang dipilih untuk meningkatkan aspek tersebut adalahmelalui penggunaan elemen gamifikasi.Keputusan ini didasarkan pada berbagai penelitian yang menunjukkan dampakpositif elemen gamifikasi terhadap engagement dan proses pembelajaran secaraumum. Dalam tugas akhir ini, prototipe aplikasi telah diuji menggunakan berbagaimetrik seperti System Usability Scale (SUS), pertanyaan berskala yangmenekankan aspek engagement, dan pertanyaan-pertanyaan kualitatif. Hasilpengujian menunjukkan adanya pengaruh positif dari elemen gamifikasi terhadaptingkat engagement pengguna.",
    "link": "https://digilib.itb.ac.id/gdl/view/79976"
  },
  {
    "name": "Jundullah",
    "nim": "13518027",
    "faculty": "STEI",
    "major": "Informatika",
    "title": "ANALISIS KINERJA PEMUATAN DAFTAR YANG PANJANG DAN BERSARANG DENGAN MENGGUNAKAN PUSTAKA  JETPACK COMPOSE",
    "abstract": "Salah satu kesalahan umum yang sering terjadi dalam pembangunan user interfaceadalah tidak mempertimbangkan pemuatan daftar yang panjang. Jika daftar yangpanjang tidak dimuat secara efisien, prosesor tidak akan memiliki waktu yangcukup untuk memuat semua daftar sehingga dapat terjadi framedrop. Framedropdapat memberikan pengguna yang kurang baik. Dalam berbagai pustakapembangunan user interface sudah ada komponen yang memiliki kemampuanuntuk memuat daftar secara efisien, sebagai contoh ada LazyColumn dalam pustakaJetpack Compose. Namun LazyColumn tidak bisa digunakan untuk daftar yangbersarang. Sebagai studi kasus untuk memuat daftar yang bersarang, dalam TugasAkhir ini menggunakan halaman komentar dalam sampel aplikasi streaming Over-the-Top. Pada halaman ini terdapat daftar bersarang yaitu daftar komentar yangmasing-masing komentarnya memiliki balasan komentar. Implementasi yangpaling mudah adalah dengan memuat balasan komentar tanpa LazyColumn. Tetapiimplementasi ini akan menimbulkan masalah kinerja untuk balasan komentar yangbanyak. Alternatif solusi yang umum beredar di internet adalah dengan menyatukan(flatten) komentar dan balasan komentar dalam satu daftar. Setelah pengujian,ternyata alternatif solusi ini relatif tidak meningkatkan kinerja. Hal ini terjadikarena ada kondisi ketika balasan komentar tidak tampil di layar tetapi masuk kedalam LazyColumn. Dengan memodifikasi solusi yang dilakukan sehingga balasankomentar yang tidak tampil juga tidak masuk ke dalam LazyColumn, kinerjaberhasil meningkat sehingga framedrop yang terjadi berhasil dikurangi.",
    "link": "https://digilib.itb.ac.id/gdl/view/80947"
  },
  {
    "name": "Kahfi Soobhan Zulkifli",
    "nim": "13519012",
    "faculty": "STEI",
    "major": "Informatika",
    "title": "PEMBELAJARAN MESIN UNTUK PENINGKATAN KINERJA PADA SSD",
    "abstract": "Saat ini, sistem penyimpanan SSD memiliki kinerja tidak stabil yang disebabkanoleh proses-proses internal yang tailekor pada CDF latensi. Penelitian ini menggunakan pendekatan pembelajaranmesin untuk mengurangi pemanjangan pada CDF latensi. Data direplikasi padasejumlah SSD dan pembelajaran mesin menentukan SSD mana yang dianggapsebagai SSD cepat dari hasil permintaan oleh pengguna SSD. Penelitian inimengambil data I/O dari AliBaba, Microsoft, dan Tencent. Data dijalankan padaemulator SSD FEMU untuk mendapatkan data latensi dan data ini digunakan untukmelatih model pembelajaran mesin menggunakan AutoML dengan kakas autosklearn.Dengan pembelajaran mesin, didapat bahwa kinerja pada SSD dapatdiperbaiki yang dibuktikan dengan perpindahan grafik CDF latensi ke sebelah kiri.Model terbaik yang didapat adalah model gradient boosting, random trees, danextra trees karena model-model tersebut merupakan model ensemble yangmerupakan susunan yang terdiri dari berbagai model yang berbeda.",
    "link": "https://digilib.itb.ac.id/gdl/view/79447"
  },
  {
    "name": "Michael Owen",
    "nim": "13519055",
    "faculty": "STEI",
    "major": "Informatika",
    "title": "DETEKSI KELAPARAN IKAN NILA MERAH MENGGUNAKAN METODE DEEP LEARNING PADA FISH SMART FEEDER  BERBASIS CITRA",
    "abstract": "Banyak tantangan agar Indonesia dapat bersaing dengan negara lain dalam hal akuakultursalah satunya adalah otomasi. Penggunaan otomasi yang efektif mampu mengatasikondisi underfeeding dan overfeeding. Sistem pemberian pakan otomatis berbasismachine learning menjadi solusi yang dapat menggantikan sistem konvensional.Penggunaan sensor gelombang dan kamera dari atas air memiliki beberapa kekuranganyang dapat diatasi menggunakan sensor kamera bawah air oleh karena itu proyekpenelitian ini menggunakan kamera bawah air untuk memperoleh data ikan. Tujuan daripenelitian ini adalah untuk mengetahui arsitektur terbaik diantara CNN-RNN, CNN-LSTM, dan CNN-GRU serta bagaimana konfigurasinya. Dataset yang digunakandiperoleh melalui perekaman aktivitas ikan di akuarium. Dataset berjumlah 1.775 videoberdurasi 5 detik untuk tiap video yang terbagi menjadi 2 label yakni lapar dan tidak lapardengan rasio 51% : 49%. Dataset ini kemudian dilatih menggunakan arsitektur CNN-RNN, CNN-LSTM, dan CNN-GRU. Setelah dilakukan eksperimen diperoleh bahwaCNN-RNN memiliki akurasi 0,9551, CNN-GRU memiliki akurasi 0,9494, dan melaluipenelitian ini diperoleh bahwa arsitektur yang menghasilkan akurasi terbaik adalah CNN-LSTM dengan akurasi 0,9607. Arsitektur CNN-LSTM yang digunakan terdiri atas 4 layerCNN, 2 layer LSTM, dan diakhiri dengan fully connected neural network. Konfigurasiyang digunakan yakni jenis gambar RGB, ukuran frame 64 x 64, jumlah frame 10, batchsize 32, dan optimizer Adam dengan learning rate sebesar 0,001.",
    "link": "https://digilib.itb.ac.id/gdl/view/80913"
  },
  {
    "name": "Muhammad Iqbal Sigid",
    "nim": "13519152",
    "faculty": "STEI",
    "major": "Informatika",
    "title": "IMAGE CAPTIONING BATUAN GEOLOGIS DENGAN ARSITEKTUR TRANSFORMER DAN AUGMENTASI DATA",
    "abstract": "Image captioning adalah sebuah task untuk memberi deskripsi bahasa alamiterhadap sebuah gambar untuk menjelaskan konten yang terdapat pada gambar.Model yang dikembangkan untuk task image captioning batuan geologis padapenelitian sebelumnya menggunakan arsitektur CNN-LSTM. Pada penelitianterbarunya digunakan Vision Attention (VaT) dan Sentence Transformer (SeTrans).Dengan perkembangan teknologi Transformer, terdapat peluang untukmeningkatkan model ini. Selain itu, terdapat juga permasalahan data yang relatifsedikit dibandingkan dengan data image captioning lain seperti Flickr8k danMSCOCO.Pada penelitian tugas akhir ini, digunakan Vision Transformer (ViT) dan SwinTransformer sebagai encoder serta Transformer sebagai decoder untukmeningkatkan kinerja model image captioning batuan geologis. Augmentasi datagambar dilakukan dengan random crop dan data teks dengan backtranslation untukmenambah jumlah dan variasi data. Eksperimen pertama dilakukan denganmengubah model, dimulai dari CNN kemudian mengubahnya menjadiTransformer. Eksperimen kedua dilakukan dengan mengubah learning rate danaugmentasi data untuk meningkatkan kinerja model dari eksperimen pertama.Hasil eksperimen ini menunjukkan model Swin-Transformer menghasilkan kinerjaterbaik dengan nilai BLEU 45.01, 28.52, 19.34, dan 9.57. Penurunan learning ratehanya sedikit meningkatkan kinerja model serta augmentasi data gambar tidakmeningkatkan kinerja model. Pelatihan dengan augmentasi data teks menghasilkannilai BLEU-1 yang lebih rendah, tetapi BLEU-4 yang lebih tinggi pada nilai 40.62dan 16.79. Hasil dari penelitian ini menunjukkan ViT dan Swin Transformer dapatmeningkatkan hasil caption oleh model dibandingkan CNN. Namun, LSTM masihlebih unggul untuk menghasilkan caption yang lebih panjang. Selain itu,augmentasi data teks berpeluang untuk meningkatkan kinerja model.",
    "link": "https://digilib.itb.ac.id/gdl/view/79487"
  },
  {
    "name": "Ryandito Diandaru",
    "nim": "13519157",
    "faculty": "STEI",
    "major": "Informatika",
    "title": "AUGMENTASI DATA DENGAN GPT-3.5 UNTUK NEURAL MACHINE TRANSLATION BAHASA INDONESIA-JAWA  BERBASIS MODEL XLM",
    "abstract": "Machine translation adalah salah satu solusi pelestarian bahasa daerah yang berjumlah lebih dari700 bahasa daerah di Indonesia. Pendekatan yang efektif dapat dimulai dari pengembangan modelmachine translation yang berfokus pada Bahasa Jawa, yang menjadi bahasa daerah dengan jumlahpenutur terbanyak di Indonesia, mencapai 68 juta orang. Bahasa Jawa memiliki ukuran korpusbilingual yang lebih rendah jika dibandingkan dengan bahasa-bahasa lain di dunia. Ukuran korpusbilingual tersebut menjadi tantangan tersendiri untuk membangun sebuah model machinetranslation. Maka dari itu, untuk membuat model machine translation Bahasa Indonesia-Jawadiperlukan augmentasi data seperti back-translation untuk memperbesar ukuran korpus bilingualdari korpus monolingual yang ada. Di sisi lain, Large Language Models (LLM) yang dapatmembantu permasalahan ini mulai bermunculan. GPT-3.5 telah menarik perhatian baru-baru inikarena kemampuannya dalam hal penalaran dan logika, dimana sebelumnya hal ini belum pernahteramati pada language model. Namun, eksplorasi penggunaan LLM untuk bahasa-bahasa yangkurang terwakili seperti Bahasa Jawa belum banyak dilakukan.Penelitian ini difokuskan pada evaluasi dan eksplorasi kinerja GPT-3.5 dalam menerjemahkanBahasa Indonesia ke Bahasa Jawa, serta pemanfaatannya sebagai metode untuk memperkaya datamelalui augmentasi. Evaluasi dan eksplorasi GPT-3.5 dalam machine translation BahasaIndonesia-Jawa dilakukan melalui tiga eksperimen utama. Eksperimen pertama adalah promptengineering GPT-3.5 dalam machine translation Bahasa Indonesia-Jawa. Eksperimen keduaadalah perbandingan beberapa metode augmentasi data untuk machine translation yangmenggunakan GPT-3.5 dan tidak. Eksperimen ketiga adalah perbandingan kondisi promptingdalam task pembuatan kalimat bilingual. Eksperimen pertama dan ketiga dijalankan dalam kondisizero-shot dan few-shot. Pembuatan kalimat bilingual disebut sebagai parallel sentence generation.Dari hasil eksperimen, terungkap bahwa metode prompting yang paling optimal bagi GPT-3.5dalam menerjemahkan Bahasa Indonesia ke Bahasa Jawa adalah melalui pendekatan few-shot.Dibandingkan prompting dengan behavior context, pendekatan few-shot berhasil secara konsistenmeningkatkan skor BLEU sebesar rata-rata 1.01. Hasil eksperimen perbandingan augmentasi datadengan back-translation dan parallel sentence generation menunjukkan bahwa parallel sentencegeneration menghasilkan rata-rata skor BLEU yang paling tinggi, yakni sebesar 16. Parallelsentence generation dengan pendekatan few-shot berhasil mencapai skor yang kompetitif denganpendekatan zero-shot, meskipun dengan jumlah data sintetis yang lebih sedikit. Selain itu,kalimat-kalimat yang dihasilkan melalui pendekatan few-shot juga menunjukkan tingkatketidakcocokan yang lebih rendah dibandingkan dengan pendekatan zero-shot, dengan perbedaansekitar 11.34%. Dengan demikian, dapat disimpulkan bahwa kalimat-kalimat yang dihasilkanmelalui pendekatan few-shot dalam parallel sentence generation memiliki kualitas yang lebihunggul.",
    "link": "https://digilib.itb.ac.id/gdl/view/79562"
  },
  {
    "name": "Jauhar Wibisono",
    "nim": "13519160",
    "faculty": "STEI",
    "major": "Informatika",
    "title": "PENILAIAN OTOMATIS BERKAS NOTASI ALGORITMIK DENGAN DYNAMIC TESTING",
    "abstract": "Notasi algoritmik adalah notasi yang digunakan oleh Program Studi Teknik Informatika ITB untukmenulis algoritma dalam berbagai kegiatan akademik seperti kelas, tugas, kuis, dan ujian. Bebe-rapa karya membahas tentang otomatisasi penilaian berkas notasi algoritmik untuk meningkatkanefisiensi dan objektivitas penilaian dibandingkan dengan penilaian manual pendidik. Hasil terkinidari karya-karya tersebut adalah autograder statis notasi algoritmik yang dapat menilai berkas notasialgoritmik secara otomatis dengan static testing, yaitu penilaian terhadap program yang dilakukantanpa mengeksekusi program tersebut. Analisis pada tugas akhir ini menunjukkan bahwa autograderstatis notasi algoritmik memiliki dua kekurangan, yaitu tidak dapat menilai kebenaran hasil eksekusialgoritma dan lemah terhadap diversitas solusi.Kekurangan static testing umumnya diatasi dengan dynamic testing, yaitu penilaian terhadap pro-gram yang dilakukan dengan mengeksekusi program tersebut. Pada tugas akhir ini dikembangkanautograder dinamis notasi algoritmik yang dapat menilai dengan dynamic testing untuk mengatasikekurangan autograder statis notasi algoritmik. Pengembangan dimulai dengan mengembangkanmesin pengeksekusi notasi algoritmik berupa interpreter sebagai prasyarat melakukan dynamic tes-ting. Validasi dan evaluasi kemudian dilakukan terhadap interpreter untuk memastikan bahwa inter-preter memenuhi kebutuhan. Lalu, interpreter tersebut diintegrasikan dengan kakas dynamic testingtcframe untuk menghasilkan autograder dinamis notasi algoritmik.Evaluasi dilakukan terhadap kinerja autograder dinamis notasi algoritmik dalam menilai berkas kuisdan ujian. Berdasarkan evaluasi, disimpulkan bahwa autograder dinamis notasi algoritmik berhasilmengatasi dua kekurangan autograder statis notasi algoritmik. Autograder dinamis notasi algorit-mik dapat menilai kebenaran hasil eksekusi algoritma dan kokoh terhadap diversitas solusi. Kele-bihan autograder dinamis notasi algoritmik membuatnya lebih cocok untuk menilai berkas notasialgoritmik untuk soal yang memiliki solusi yang panjang dan kompleks.",
    "link": "https://digilib.itb.ac.id/gdl/view/79798"
  },
  {
    "name": "Harith Fakhiri Setiawan",
    "nim": "13519161",
    "faculty": "STEI",
    "major": "Informatika",
    "title": "PENGEMBANGAN SISTEM PEMAHAMAN DOKUMEN FORMAL NPWP DENGAN MODEL OPTICAL CHARACTER RECOGNITION  UNTUK IMPLEMENTASI BERBASIS MOBILE",
    "abstract": "Digitalisasi Pengarsipan menjadi salah satu solusi yang baik dalam menangani kebutuhanpengarsipan yang ada sekarang ini. Salah satu metode yang dapat membantu dalamdigitalisasi pengarsipan adalah dengan menerapkan Optical Character Recognition (OCR).Namun, perangkat lunak OCR yang sekarang ini sedang marak sebagian besar masihmemerlukan internet dalam penggunaannya. Padahal, akses jaringan internet di Indonesiamasih belum merata. Selain itu, kebutuhan akan perangkat lunak OCR dalam membantudigitalisasi pengarsipan dokumen formal terus meningkat, contohnya digitalisasi dokumenformal NPWP. Oleh karena itu, perlu dikembangkan sebuah sistem pemahaman dokumenformal NPWP yang mempertimbangkan faktor akses jaringan internet masyarakat Indonesia.Sistem pemahaman dokumen formal NPWP terdiri dari 5 tahap, yaitu pra-pemrosesan citra,text recognition, re-alignment, text detection, serta NER Tagging. Model yang digunakandalam sistem pemahaman adalah DB++ ResNet50 untuk text detection dengan F13skorbernilai 93,4% ?PP-OCRv3 untuk text recognition dengan CER bernilai 7.87%, dan modelNER dari spaCy untuk NER Tagging dengan nilai 100%. Model tersebut dipilih berdasarkanperforma yang telah diuji berdasarkan metrik penilaian, ukuran dan waktu inferensinya. Hasilpengujian menunjukkan model yang digunakan sudah memiliki kinerja yang baik danberhasil diintegrasikan pada perangkat lunak OCR yang dibuat. Selain itu, digunakan jugastrategi meminimalisasi penggunaan internet dengan sistem backend berupa REST APIdengan framework Flask.",
    "link": "https://digilib.itb.ac.id/gdl/view/79657"
  },
  {
    "name": "Prana Gusriana",
    "nim": "13519195",
    "faculty": "STEI",
    "major": "Informatika",
    "title": "PENGENALAN MOTIF KAIN TENUN KHAS DESA BOTI NUSA TENGGARA TIMUR DENGAN MENGGUNAKAN PENDEKATAN DETEKSI OBJEK DAN FEW-SHOT LEARNING",
    "abstract": "Tenun merupakan salah satu warisan budaya Indonesia yang sudah ada secara turun-temurun dan memiliki teknik pembuatan serta motif yang sangat beragam. Saat ini, tenun dapat mendukung ekonomi kreatif masyarakat lokal dengan menjadi komoditas utama dari beberapa daerah di Indonesia. Tidak menutup kemungkinan bahwa dapat terjadi pemalsuan, pembajakan, dan pengklaiman kain tenun oleh pihak tidak bertanggung jawab yang akan merugikan para pengrajin tenun lokal serta masyarakat umum. Hal tersebut salah satunya dapat terjadi karena kurangnya kesadaran masyarakat umum terhadap keragaman budaya tenun. Desa Boti merupakan salah satu Desa Adat di Kabupaten Timor Tengah Selatan, Nusa Tenggara Timur. Masyarakat Desa Boti sampai saat ini masih mempertahankan adat istiadat leluhurnya dan tenun telah menjadi denyut kehidupan masyarakat Desa Boti. Perkembangan bidang kecerdasan buatan saat ini dapat dimanfaatkan dalam bidang seni untuk dapat mengenali jenis motif khas suatu daerah dengan tujuan untuk dapat meningkatkan kesadaran masyarakan umum terhadap keberagaman budaya tenun dan juga sebagai upaya pelestarian budaya tenun. Penelitian terkait pengenalan motif kain tenun khas suatu daerah sebelumnya telah banyak dilakukan. Namun, masih terdapat beberapa permasalahan yang perlu diselesaikan yaitu permasalahan terkait dataset kain tenun yang masih cukup sulit untuk didapatkan dan juga permasalahan terkait motif kain tenun yang dapat terus berkembang akibat kreativitas dan aktivitas kebudayaan masyarakat setempat. Oleh sebab itu, pada tugas akhir ini akan dibangun suatu model pengenalan motif kain tenun khas Desa Boti dengan menggabungkan metode deteksi objek menggunakan YOLOv8 dan metode few-shot learning menggunakan Siamese Neural Network untuk dapat mengatasi permasalahan tersebut. Dalam tugas akhir ini akan dilakukan eksperimen hyperparameter tuning dan pemilihan support set berbeda untuk dapat memperoleh performa model terbaik yang diukur menggunakan metrics precision, recall, mAP50, dan mAP50-95. Metode yang diusulkan tersebut dapat dilatih dengan dataset yang sedikit namun memiliki performa yang tidak jauh berbeda bahkan lebih baik dari state-of-the-art metode deteksi objek saat ini dalam mengenali 4 motif utama kain tenun khas Desa Boti dengan performa terbaik precision, recall, mAP50, dan mAP50-95 berturut-turut 98.01%, 100%, 99.31%, dan 88.17%. Selain itu, metode yang diusulkan juga cukup fleksibel untuk dapat mengenali jenis motif baru dengan cukup baik.",
    "link": "https://digilib.itb.ac.id/gdl/view/80979"
  },
  {
    "name": "Leo Cardhio Sih Pratama",
    "nim": "13519220",
    "faculty": "STEI",
    "major": "Informatika",
    "title": "PEMANFAATAN LAYANAN BERBASIS AWAN DALAM IMPLEMENTASI REKAM MEDIS ELEKTRONIK  TERSTANDARDISASI",
    "abstract": "Peraturan Menteri Kesehatan (Permenkes) No. 24 Tahun 2022 mengharuskansemua fasilitas kesehatan dan penyedia sistem elektronik untuk menggunakanrekam medis elektronik. Berdasarkan peraturan tersebut, rekam medis elektronikharus memiliki ketersediaan dan keamanan yang baik. Saat ini sudah cukupbanyak penelitian terkait rekam medis elektronik dan Pemerintah RepublikIndonesia juga telah merilis platform Satusehat untuk menjadi sistem kesehatanterpusat, namun sistem keamanan Satusehat masih dapat dikembangkan danpenerapan sistem komputasi awan dapat digunakan untuk meningkatkanketersediaan sistem.Tujuan pengerjaan tugas akhir ini adalah untuk mengimplementasi prototiperekam medis elektronik yang sesuai standar yang diacu oleh Permenkes No. 24Tahun 2022. Agar dapat memiliki tingkat ketersediaan yang baik, sistemmenggunakan arsitektur microservice dan layanan cloud dengan bantuancontainer orchestrator, seperti Kubernetes dan memanfaatkan load balancer danhorizontal autoscaler. Selain itu, aspek keamanan data mengikuti standarkeamanan data yang diatur oleh HL7 FHIR yang mencakup time keeping,autentikasi, otorisasi dan akses kontrol dengan menggunakan model Attribute-Based Access Control (ABAC), digital signature, dan logging. Hasil pengerjaanakan berupa layanan backend yang di-deploy ke Google Kubernetes Engine(GKE).Hasil pengujian menunjukkan bahwa prototipe sistem berhasil memiliki tingkatketersediaan yang baik dengan memanfaatkan beberapa replika dari layananbackend. Replika berhasil secara otomatis dibuat dengan memanfaatkanhorizontal autoscaler dan request berhasil diterima oleh replika denganmenggunakan load balancer. Aspek keamanan yang terkandung pada HL7 FHIRbeserta fitur enkripsi juga berhasil diimplementasi dan dapat berfungsi denganbaik.",
    "link": "https://digilib.itb.ac.id/gdl/view/79649"
  },
  {
    "name": "Mohammad Nathiq Ulman",
    "nim": "18217023",
    "faculty": "STEI",
    "major": "Sistem dan Teknologi Informasi",
    "title": "PERANAN TECHNOLOGY READINESS LEVEL PADA TECHNOLOGY ROADMAPPING PENGEMBANGAN CYBERCAMPUS UNIVERSITAS AIRLANGGA",
    "abstract": "Technology roadmaping (TRM) pada institusi khususnya perguruan tinggi menjadihal yang penting untuk perencanaan pengembangan teknologi ke depannya. Dalamimplementasinya diperlukan pengukuran capaian secara berkala sehingga dapatdilakukan penyesuaian berdasarkan realisasi dan target yang direncanakan.Penelitian ini bertujuan untuk menganalisis peranan system readiness level (SRL)pada technology roadmapping (TRM) pengembangan Cybercampus. Cybercampusmerupakan aplikasi teritegrasi yang dikembangkan oleh Universitas Airlanggasebagai penunjang proses akademik dengan melibatkan pemangku kepentingan.Ruang lingkup penelitian ini adalah 20 proses bisnis (PB) yang terkait layananakadmik kepada mahasiswa. Metode yang digunakan dalam penelitian inidilakukan dalam 5 tahap, yaitu penyusunan TRM, pengukuran technologyreadniness level (TRL), pengukuran integration readiness level (IRL), pengukuranSRL, dan Analisis Capaian SRL. Berdasarkan hasil penelitian didapatkan capaianSRL pada tahun 2020, 2021, dan 2022 berturut-turut sebesar 0.241 (fase conceptrefinement), 0.348 (fase concept refinement), dan 0.536 (fase concept refinement).Evaluasi keberhasilan solusi berdasarkan pengukuran SRL memiliki kinera yangbaik, dengan nilai RMSE sebesar 0.06871828.",
    "link": "https://digilib.itb.ac.id/gdl/view/79704"
  },
  {
    "name": "Ismail Faizal Aziz",
    "nim": "18217024",
    "faculty": "STEI",
    "major": "Sistem dan Teknologi Informasi",
    "title": "DESAIN DAN IMPLEMENTASI STREAMING DATA PIPELINE UNTUK TRANSAKSI KEUANGAN PADA PT. XYZ",
    "abstract": "Dengan meningkatnya volume data yang dihasilkan oleh manusia, organisasisemakin bergantung pada analisis data untuk meningkatkan operasi bisnis. Dalamproses mengubah data dasar menjadi informasi yang berguna diperlukan analisisdata. Sebelum data dasar dapat dianalisis, proses pengumpulan, pembersihan dantransformasi data, dan pemuatan data diperlukan. Data pipeline adalah kumpulanperangkat yang berfungsi mengantarkan data melalui ketiga proses tersebutsebelum data dapat dianalisis. Pada PT. XYZ, ketiga proses tersebut memerlukanwaktu minimal satu hari. Hal ini menghambat proses hilir seperti analisis data ad-hoc, pendeteksi kecurangan, dan lainnya. Pada tugas akhir ini, penulismengusulkan sistem streaming data pipeline untuk mempersingkat waktu jedapengumpulan data. Solusi yang diajukan memiliki sumber data dari basis dataPostgreSQL, destinasi data yaitu data warehouse Google BigQuery, dan kakasplatform streaming Apache Kafka. Pada konteks ini, data yang diprosesmerupakan data transaksi keuangan dan data personal pelanggan dari PT. XYZ.Dalam pengerjaannya, terdapat batasan-batasan seperti data yang diproses adalahsumber daya yang disediakan adalah hanya satu mesin virtual. Prosespengembangan data pipeline dibagi menjadi 4 tahapan utama, yaitu membuatanalisis kebutuhan, mengembangkan rancangan desain, mengimplementasirancangan, dan pengujian. Pengujian yang dilakukan pada sistem adalahpengujian kebutuhan fungsional dan non-fungsional dengan cara simulasipemrosesan data end-to-end. Hasil akhir dari desain dan implementasi streamingdata pipeline adalah streaming data pipeline yang menggunakan kakas Debezium,Apache Kafka, dan Confluent Google BigQuery Sink Connector. Hasil pengujianpada streaming data pipeline yang telah diimplementasi menunjukkan streamingdata pipeline memenuhi kebutuhan fungsional dan non-fungsional. Pengujianyang dilakukan sebagai perbandingan, pemrosesan pengumpulan data sebesar 500ribu baris memiliki waktu jeda selama 2 hingga 3 menit. Hal ini mempersingkatproses pengumpulan data dari satu hari menjadi hitungan menit.",
    "link": "https://digilib.itb.ac.id/gdl/view/79653"
  },
  {
    "name": "Sulis Tiana",
    "nim": "18218036",
    "faculty": "STEI",
    "major": "Sistem dan Teknologi Informasi",
    "title": "PERANCANGAN SISTEM INFORMASI GEOGRAFIS KAMPUS ITB GANESHA DENGAN PENDEKATAN  USER CENTERED DESIGN",
    "abstract": "Kampus Ganesha merupakan kampus utama ITB dengan luas 28,68 hektar.Kampus Ganesha digunakan sebagai pusat kegiatan dari seluruh aktivitas yangada di ITB. Hal ini dikarenakan sebagian besar fakultas untuk mahasiswa barudan lembaga-lembaga yang bekerja sama dengan ITB berada di Ganesha. Saat ini,ketersediaan informasi mengenai lokasi ruang kuliah terhitung masih sedikit.Informasi Kampus Ganesha berupa peta sudah tersedia dalam berbagai media,namun terbatas pada letak gedung dan tidak memberikan informasi lokasi ruangkuliah. Seperti pada Google Maps, informasi Kampus ITB hanya sebatas padadata gedung kampus. Salah satu cara untuk dapat mengatasi kendala tersebutadalah memberikan suatu informasi terkait informasi geografis melalui sebuahaplikasi mobile. Oleh karena itu, pada penelitian tugas akhir ini akandikembangkan rancangan desain interaksi yang tepat untuk sistem informasigeografis Kampus ITB Ganesha dalam platform mobile. Metodologi yangdigunakan dalam perancangan sistem ini adalah dengan pendekatan user centereddesign. Keluaran dari tugas akhir ini adalah prototipe high-fidelity yang sesuaidengan usability goals dan user experience goals bagi pengguna khususnyamahasiswa Indonesia yang menggunakan smartphone dan memiliki kepentingandi area Kampus Ganesha. Ketercapaian usability goals dan user experience goalsini diukur berdasarkan nilai System Usability Scale (SUS), Single Ease Question(SEQ). Nilai SUS adalah sebesar 87, nilai SEQ sebesar 6,46. Berdasarkanpengukuran tersebut, dapat disimpulkan bahwa usability goals dan userexperience goals dari prototipe ini sudah tercapai.",
    "link": "https://digilib.itb.ac.id/gdl/view/79652"
  },
  {
    "name": "Muhammad Farhan",
    "nim": "18219015",
    "faculty": "STEI",
    "major": "Sistem dan Teknologi Informasi",
    "title": "PENGEMBANGAN BACKEND SERVICE DARI MOBILE APPLICATION E- MENU UNTUK PEMILIHAN & PEMESANAN MENU PADA RESTORAN",
    "abstract": "Tugas Akhir ini merupakan sebuah pengerjaan proyek Capstone yang bertujuan untukmengambangkan sistem E-Menu restoran yang terintegrasi. Sistem E-Menu berbentuk aplikasimobile yang memiliki fungsi seperti digital ordering system yang dipakai restoran-restoran padaumumnya, namun, dengan adanya aplikasi E-Menu ini, penggunaan digital ordering systemseluruh restoran dapat terintegrasi dengan hanya 1 aplikasi sehingga pelanggan tidak perlumenggunakan aplikasi/webapp yang berbeda-beda. Pengembangan aplikasi E-Menu ini didasaridari keresahan yang terjadi dalam masyarakat, dimana digital ordering system restoran memilikiproses menu viewing/selection, pemesanan, dan pembayaran yang berbeda-beda. Bahkan,terkadang proses tersebut tidak saling terintegrasi antar satu sama lain dalam satu restoran,sehingga pengguna perlu membuka/mengunduh web app/aplikasi yang berbeda untuk tiap restoranpada tiap prosesnya. Hal ini menimbulkan kebingungan serta redundansi dalam penggunaandigital ordering system oleh pelanggan. Aplikasi E-Menu memiliki 2 subsistem utama yaitubackend dan juga front-end (mobile android) yang dibantu oleh UI/UX dalam proses desain sistemsecara keseluruhan. Pengerjaan Tugas Akhir Capstone ini akan berfokus pada pengembanganbackend service dari aplikasi E-Menu sehingga pengerjaan akan menggunakan konseppengembangan perangkat lunak backend yang diantaranya membahas backend structure, securityservices, database dan cloud storage, tools dan tech stack, serta backend hosting services. Fungsidari backend service sendiri terbagi menjadi 4 kategori yaitu pemenuhan kebutuhan layanan fungsiakun pengguna, restoran (termasuk juga menu dalam restoran), pemesanan pelanggan, dan jugaulasan restoran. Untuk fungsi pembayaran tidak dimasukkan dalam pengerjaan proyek TugasAkhir Capstone akibat permasalahan biaya serta kompleksitas sistem yang perlu dikembangkan.Hasil akhir dari pengembangan backend service ini berupa daftar API endpoints yang dapatdigunakan untuk kebutuhan pengembangan aplikasi mobile atau front-end yang sesuai dengankebutuhan dari sistem E-Menu yang telah disepakati bersama pihak front-end dan juga UI/UX.",
    "link": "https://digilib.itb.ac.id/gdl/view/80641"
  },
  {
    "name": "Shelly Valencia",
    "nim": "18219016",
    "faculty": "STEI",
    "major": "Sistem dan Teknologi Informasi",
    "title": "RANCANGAN INTERAKSI APLIKASI SELULER MARKETPLACE UNTUK GYM DENGAN IMPLEMENTASI SCHEMA THEORY DAN PENDEKATAN USER-CENTERED  DESIGN (STUDI KASUS: DOOGETHER)",
    "abstract": "DOOgether adalah aplikasi gaya hidup sehat terdepan di Indonesia yangmenawarkan akses dan solusi mudah untuk mendukung gaya hidup sehat pengguna.Saat ini, aplikasi DOOgether tersedia untuk pengguna perangkat iOS dan Android.Akan tetapi, sarana untuk mendukung layanan tersebut masih terdapat kelemahan.Berdasarkan ulasan pengguna dalam Google Play sejak tahun 2021, 21 dari 26 diantaranya menyatakan bahwa aplikasi yang ada belum memberikan pengalamanpengguna yang menyenangkan. Hal ini membuka peluang untuk mendesaininteraksi aplikasi DOOgether yang lebih optimal. Metode yang digunakan untukmerancang desain interaksi aplikasi DOOgether adalah metodologi user-centereddesign dengan tujuan akhir membangun desain interaksi yang dapat memberikanpengalaman pengguna yang lebih baik dari aplikasi DOOgether yang sudah adasesuai dengan skema dan model mental yang sudah dimiliki pengguna sebelumnya.Hasil tugas akhir ini adalah purwarupa interaktif yang dibuat dengan kakas Figmadan dievaluasi dengan melakukan usability testing menggunakan metodemoderated usability study, thinking aloud, serta system usability scale (SUS).",
    "link": "https://digilib.itb.ac.id/gdl/view/79135"
  },
  {
    "name": "Panegak Raya Pasaribu",
    "nim": "18219029",
    "faculty": "STEI",
    "major": "Sistem dan Teknologi Informasi",
    "title": "PENGEMBANGAN FRONTEND APLIKASI MENU DIGITAL TERSENTRALISASI UNTUK MENINGKATKAN KUALITAS DAN LAYANAN INDUSTRI KULINER SECARA",
    "abstract": "Industri kuliner telah menghadapi tantangan terkait ketidakstandaran penggunaanmenu digital, yang mengakibatkan kurangnya konsistensi dan interoperabilitasantara sistem yang berbeda. Selain itu, menu digital saat ini memiliki masalahdalam ketidakmampuan melakukan pemesanan atau pembayaran melalui aplikasi,penggunaan sistem web-based yang lambat seperti PDF pada cloud drive danwebsite, serta ketidakpraktisan dan keterbatasan aksesibilitas yang membatasipenggunaan dari lokasi manapun. Tugas Akhir ini bertujuan untukmengembangkan frontend dari sebuah aplikasi menu digital pada platform iOSdan Android. Aplikasi ini dibuat dengan menggunakan pendekatanpengembangan secara cross-platform dengan framework Flutter. Arsitekturaplikasi dikembangkan dengan dasar Model-View-Controller serta penerapanAtomic Design untuk mempermudah penggunaan komponen antarmuka yangumum dan sesuai dengan standar desain. Aplikasi yang dikembangkan memilikifungsionalitas utama yaitu penampilan menu restoran, pemesanan sertapembayaran melalui aplikasi dan pemberian ulasan untuk restoran dan menu yangdipesan. Hasil pengujian dari aplikasi yang telah dikembangkan menunjukkanbahwa fungsionalitas aplikasi dapat dijalankan dengan baik pada kedua platformiOS dan Android sesuai dengan spesifikasi yang telah ditentukan. Selain itu,pengujian aplikasi yang berhasil dilakukan oleh lima partisipan pada useracceptance testing menandakan bahwa aplikasi mobile menu digital layakdigunakan oleh pengguna.",
    "link": "https://digilib.itb.ac.id/gdl/view/80642"
  },
  {
    "name": "Alexander Ludwig Agu",
    "nim": "18219033",
    "faculty": "STEI",
    "major": "Sistem dan Teknologi Informasi",
    "title": "SISTEM PEMANTAUAN KESEHATAN PASIEN BERBASIS INTERNET OF THINGS DENGAN NOTIFIKASI MELALUI WHATSAPP  STUDI KASUS RUMAH SAKIT ADVENT BANDUNG",
    "abstract": "Tugas akhir ini bertujuan untuk mengembangkan sistem perangkat monitoring kondisikesehatan pasien di rumah sakit dengan studi kasus di Rumah Sakit Advent Bandung.Hal ini diperlukan untuk mengatasi berbagai masalah yang muncul selama prosespemeriksaan kondisi kesehatan pasien, seperti pengiriman data pasien yang tidak tepatwaktu dan beban kerja yang berlebihan. Kualitas perawatan dan tindak lanjut pasiensangat penting karena kondisi pasien.Oleh karena itu, tugas akhir ini mengembangkansolusi berbasis Internet of Things (IoT) untuk memantau kesehatan pasien dan mem-percepat pengiriman informasi data pasien. Perangkat ini menggunakan beberapa sen-sor untuk mengukur kadar SpO2, suhu tubuh, detak jantung, dan elektrokardiogram,dan dapat diakses melalui aplikasi web dan menerima notifikasi melalui mediaWhatsApp apabila kondisi pasien memburuk. Tugas akhir ini berkonsentrasi padapengembangan perangkat menggunakan metode pengembangan V-Model. Hasilnyaadalah berbentuk Proof of Concept\", yang merupakan rancangan konsep awal untukperangkat yang digunakan untuk memantau kondisi kesehatan pasien. Proof of Concept(PoC) dimulai dengan pemilihan teknologi kemudian implementasi perangkat lunakdan perangkat keras lalu memasuki tahap pengujian pada tiap komponen dan pengujianterintegrasi komponen. Berdasarkan hasil Acceptance Test kepada dokter dan tenagamedis di Rumah Sakit Advent maka perangkat ini dapat diterima dan diharapkan men-jadi alat bantu untuk mempercepat pengiriman data pasien ke dokter.",
    "link": "https://digilib.itb.ac.id/gdl/view/81044"
  },
  {
    "name": "Abraham Manuel Hotasi",
    "nim": "18219083",
    "faculty": "STEI",
    "major": "Sistem dan Teknologi Informasi",
    "title": "PREDIKSI TREN HARGA SAHAM DENGAN ANALISIS SENTIMEN BERITA DAN ANALISIS DATA HISTORIS HARGA SAHAM MENGGUNAKAN MODEL DATA MINING KHEDR,  SALAMA, DAN YASEEN (2017)",
    "abstract": "Tren harga saham merupakan salah satu topik yang sangat sulit untuk diprediksikarena harga saham yang dipengaruhi oleh banyak variabel. Beberapa studi telahmeneliti berbagai cara untuk memprediksi tren harga saham, tetapi penelitian terhadaptopik ini sebagian besar masih dilakukan pada saham di luar negeri. Berdasarkan studiliteratur 5 tahun ke belakang terhadap data mining pada domain penelitian ini,metodologi yang diusulkan oleh Khedr, Salama, dan Yaseen (2017) yangmenggabungkan analisis sentimen berita dengan data historis atribut harga sahammencapai akurasi tertinggi (86.21%) pada tahap training dan testing dibandingkanpenelitian lainnya. Maka dari itu, Tugas Akhir ini bertujuan untuk menggabungkanmetodologi yang digunakan Khedr, Salama, dan Yaseen (2017) dengan data sahamyang terdaftar pada BEI untuk memprediksi tren harga saham yang memilikikarakteristik yang berbeda (BBCA, BUMI, ASII). Selain itu, Tugas Akhir ini jugaakan mengkaji proses model prediksi tren harga saham bekerja. Langkah pertama dariTugas Akhir ini adalah dengan menentukan polaritas berita finansial dengan NaiveBayes classifier dilanjutkan dengan langkah kedua, yaitu menggabungkan polaritasberita dengan data historis harga saham untuk memprediksi tren harga sahammenggunakan KNN classifier. Langkah pertama dari Tugas Akhir, menentukanpolaritas berita finansial, berhasil mencapai hasil akurasi prediksi antara 90.8% -94.8% pada tahap training dan testing dan 90.6% - 97.3% pada tahap validasi.Langkah kedua, memprediksi tren harga saham di masa depan, berhasil mencapaihasil akurasi prediksi antara 71.9% - 90% pada tahap training dan testing dan 42.1% -64.6% pada tahap validasi.",
    "link": "https://digilib.itb.ac.id/gdl/view/79557"
  },
  {
    "name": "Muhammad Darrel Alwafin",
    "nim": "18219109",
    "faculty": "STEI",
    "major": "Sistem dan Teknologi Informasi",
    "title": "UI DESIGN DAN UX RESEARCH DALAM PENGEMBANGAN APLIKASI E-MENU YANG TERSENTRALISASI UNTUK MENINGKATKAN KUALITAS DAN LAYANAN INDUSTRI  KULINER SECARA DIGITAL",
    "abstract": "Dengan meningkatnya penggunaan digital menu pada banyak restoran di Indonesia,restoran yang sebelumnya belum mengimplementasikan digital menu akan melihathal tersebut sebagai permasalahan kompetisi dan memaksa mereka untukmengimplementasikannya. Kepuasan para responden terhadap kondisi menu digitalsaat ini juga bercampuran, walaupun paling banyak berkata mereka lumayan puasdengan pengalaman mereka tetapi salah satu persentase yang paling sedikit adalahsangat puas. Hal tersebut membuktikan bahwa digital menu saat ini masih memilikibanyak ruang untuk perbaikan sistem digital menu mereka. Laporan ini akanmembahas peran penting dari desain antarmuka pengguna User Interface Design(UI Design) dan penelitian pengalaman pengguna User Experience Research (UXResearch) dalam pengembangan aplikasi e-menu yang tersentralisasi. Fokus utamapenelitian ini adalah untuk meningkatkan kualitas dan layanan industri kulinersecara digital. Dengan memanfaatkan konsep UI Design, aplikasi e-menu dapatdirancang dengan antarmuka yang intuitif, estetis, dan mudah digunakan,meningkatkan pengalaman pengguna secara keseluruhan. Sementara itu, melaluiUX Research, pemahaman mendalam terhadap kebutuhan pengguna dan preferensipelanggan dapat diakuisisi, memungkinkan pengembang untuk menyempurnakanfitur dan fungsi aplikasi dengan lebih baik. Integrasi UI Design dan UX Researchdiharapkan dapat memberikan solusi inovatif yang membawa dampak positifterhadap pengalaman pelanggan dan efisiensi operasional dalam industri kulinerdigital.",
    "link": "https://digilib.itb.ac.id/gdl/view/80643"
  },
  {
    "name": "Parnaek R. Siagian",
    "nim": "18219114",
    "faculty": "STEI",
    "major": "Sistem dan Teknologi Informasi",
    "title": "IMPLEMENTASI MODEL PERHITUNGAN EXPECTED GOAL MENGGUNAKAN ALGORITMA GRADIENT-BOOSTING",
    "abstract": "Indonesia merupakan salah satu negara dengan persentase penggemar sepak bolaterbanyak di dunia. Sayangnya, prestasi tim nasional sepakbola Indonesia tidak berbandinglurus dengan animo positif dukungan penggemarnya. Kurangnya implementasi teknologidalam pengembangan kualitas sepak bola Indonesia menjadi salah satu faktor yang membuatsepak bola Indonesia tertinggal dari negara lain.Analisis pertandingan merupakan salah satu metode paling efektif bagaimana timsepak bola mengevaluasi permainannya sendiri sekaligus mempelajari pola permainan lawan.Tidak heran, berbagai metriks kunci diperkenalkan untuk menilai baik performasi timmaupun individu. Expected Goal (xG) merupakan indikator yang digunakan untukmenghitung peluang sebuah tembakan berbuah gol. Artinya, informasi kunci sebuahtembakan akan dikumpulkan untuk diamati pengaruhnya dalam probabilitas kejadian sebuahgol. Oleh karena itu, dalam menciptakan model expected goal yang akurat, penelitian inimenggunakan data 421.273 tembakan dari enam liga elit eropa periode musim 2014-2022.Dalam menghasilkan model expected goal, akan digunakan pembelajaran mesinberbasis supervised learning dengan jenis binary classification. Algoritma gradient boostingmerupakan salah satu jenis algoritma machine learning populer dan cukup akurat saat ini.Penelitian ini bertujuan untuk menghasilkan model perhitungan expected goal terbaik diantara tiga algoritma gradient boosting, yaitu CatBoost, XGBoost, dan LightGBM. Penelitanini juga menyertakan tahapan hyper-parameter tuning untuk mengoptimasi kinerja model.Berdasarkan pengujian dengan metriks Logloss, Brier score, dan AUROC score, algoritmagradient boosting paling akurat adalah XGBoost dibanding algoritma lainnya.",
    "link": "https://digilib.itb.ac.id/gdl/view/79179"
  },
  {
    "name": "Aurey Stevan Reynardo",
    "nim": "15719015",
    "faculty": "FTSL",
    "major": "Rekayasa Infrastruktur Lingkungan",
    "title": "PERENCANAAN PENGELOLAAN SAMPAH PUING BANGUNAN PASCA GEMPA BUMI DI KECAMATAN CUGENANG, KABUPATEN CIANJUR",
    "abstract": "Pada Senin, 21 November 2022 sekitar pukul 13.21 WIB terjadi gempa berkekuatan magnitudo 5,6 SR dengan episenter pada koordinat 6.84 LS dan 107 BT berlokasi di darat 10 km Barat Daya Kabupaten Cianjur dengan kedalaman 10 km. Gempa ini memberikan dampak yang sangat besar terhadap salah satu kecamatan yaitu Kecamatan Cugenang, sebanyak 13.834 rumah rusak berat, 4.949 rumah rusak sedang, dan 4.470 rumah rusak ringan. Akibat dari peristiwa tersebut jumlah timbulan sampah pada area terdampak bertambah cukup banyak. Salah satunya yaitu sampah puing bangunan. Sampah puing bangunan pada kecamatan Cugenang sebagian besar berasal dari rumah yang rusak. Oleh karena itu, diperlukan adanya evaluasi terhadap sistem pengelolaan sampah puing bangunan di kecamatan Cugenang, Kabupaten Cianjur, serta membuat perancangan sistem pengelolaan sampah puing bangunan. Fasilitas yang dirancang diharapkan menjadi salah satu alternatif yang akan membantu menjawab tantangan pengelolaan sampah puing bangunan di wilayah terdampak Gempa Cianjur. Saat ini sampah puing bangunan pasca Gempa Cianjur umumnya hanya dikumpulkandan ditimbun tanpa pemilahan ataupun pengolahan lebih lanjut. Perencanaan yang dilakukan yaitu membuat alur pengolahan sampah puing bangunan dan merancang fasilitas tempat pengolahan sampah puing bangunan yang dapat menampung seluruh kapasitas timbulan sampah puing bangunan. Alternatif terpilih untuk mengolah sampah puing bangunan pasca gempa cianjur yaitu dengan membagi dan mengelompokan sampah puing bangunan, kemudian dilakukan pengolahan dengan menggunakan teknologi yang efektif untuk mengolah sampah puing bangunan. Sedangkan untuk sampah yang tidak dapat diolah dikirim ke TPA. Fasilitas pengolahan sampah puing bangunan yang direncanakan yaitu memiliki luas sebesar 2.800 m². Total investasi yang diperlukan yaitu sebesar Rp Rp 8.412.364.000. Dan total biaya operasional Rp 2.438.919.048 per tahun. Dengan memperhitungkan nilai Net Present Value (NPV), berdasarkan hasil perhitungan didapat hasil NPV>0 maka dapat dikatakan bahwa perencanaan pembangunan fasilitas pengolahan sampah puing bangunan untuk daerah terdampak gempa cianjur, layak secara ekonomi.",
    "link": "https://digilib.itb.ac.id/gdl/view/81034"
  },
  {
    "name": "Alya Milenia Rahma",
    "nim": "15718001",
    "faculty": "FTSL",
    "major": "Rekayasa Infrastruktur Lingkungan",
    "title": "PERANCANGAN PERALIHAN TEMPAT PENAMPUNGAN SEMENTARA (TPS) DERWATI MENJADI TEMPAT PENGOLAHAN SAMPAH TERPADU (TPST) KECAMATAN RANCASARI KOTA BANDUNG",
    "abstract": "TPS Derwati berlokasi di Kelurahan Derwati, Kecamatan Rancasari, Kota Bandung. Daerah pelayanan TPS Derwati berada di SWK Kordoga (Kordon-Gedebage) meliputi Kelurahan Derwati, beberapa RW di Kecamatan Buahbatu, dan Kecamatan Gedebage. Kondisi eksisting pengelolaan sampah di TPS Derwati dilengkapi dengan proses pemilahan sampah yang berpotensi daur ulang, pemindahan dari kendaraan pengumpul ke kendaraan pengangkut, dan penjualan kembali sampah berpotensi daur ulang. Dilakukan perancangan berupa perluasan bangunan serta penambahan fasilitas baru berupa pengolahan sampah sisa makanan dan sampah jenis lainnya. Kapasitas yang akan dirancang yaitu sebesar 23.7 ton/hari atau 458.17 m3/hari. Digunakan metode Simple Additive Weighting (SAW), dengan Anarobic digestion dan Refuse-derived fuel sebagai alternatif terpilih untuk pengolahan biologi/sampah sisa makanan dan sampah selain sisa makanan. Sampah berpotensi daur ulang seperti PET, PVC, kaca, dan logam, serta sampah B3 juga residu dipisahkan dari proses pemilahan manual. Sampah daur ulang akan dijual kembali, sampah B3 akan dikirim ke TPS-B3 sedangkan sampah residu diangkut ke TPPAS Legok Nangka untuk pengolahan lebih lanjut. Produk akhir yang dihasilkan dari pengolahan TPST Kec. Rancasari meliputi RDF 6,03 ton/hari, Kompos 15,54 m3/hari, CH4 1302,53 m3/hari dan sampah berpotensi daur ulang 0,71 ton/hari. Kebutuhan area yang dibutuhkan untuk membangun TPST Kec. Rancasari yaitu 1890 m2. Total Anggaran biaya pembangunan (CAPEX) yang dibutuhkan untuk melakukan pembangunan TPST Kec. Rancasari yaitu Rp 8.042.662.854 atau biaya pembangunan Rp4,125,500.31/m2. Sedangkan untuk anggaran biaya Operasional (OPEX) yang dirancang yaitu sebesar Rp 929.734/tahun atau biaya pengolahan sebesar Rp 262.193 /ton",
    "link": "https://digilib.itb.ac.id/gdl/view/79438"
  },
  {
    "name": "Aristo Rizki Izzaturrahman",
    "nim": "15719021",
    "faculty": "FTSL",
    "major": "Rekayasa Infrastruktur Lingkungan",
    "title": "PERANCANGAN INSTALASI PENGOLAHAN AIR LIMBAH DOMESTIK KOTA BOGOR",
    "abstract": "Peningkatan kepadatan penduduk di Kota Bogor berpotensi merugikan kondisi sanitasi air limbah masyarakat, menyebabkan potensi penyakit akibat pencemaran lingkungan. Dalam konteks ini, pengolahan air limbah secara terpusat dianggap solusi. Penelitian ini merancang Instalasi Pengolahan Air Limbah Domestik (IPALD) skala kota dengan teknologi yang tepat guna. Metodologi melibatkan identifikasi masalah, penentuan data, pengolahan data, perhitungan dimensi unit pengolahan, dan penentuan kebutuhan sarana.Data kualitas air limbah menunjukkan nilai yang belum memenuhi baku mutu, kecuali pH. Oleh karena itu, diperlukan konfigurasi unit pengolahan untuk menyisihkan parameter pencemar seperti padatan tersuspensi, materi organik, nutrien, dan bakteri patogen. Penentuan unit pengolahan melibatkan perbandingan aspek seperti penggunaan lahan, operasional, kebisingan, bau, biaya konstruksi, dan operasional.Teknologi yang dipilih dan konfigurasinya mencakup saluran coarse screen mekanis, horizontal grit chamber, bak ekualisasi, clarifier primer, MBBR, clarifier sekunder, dan bak klorinasi. Sedangkan konfigurasi pengolahan lumpur mencakup gravity thickener, anaerobic digester, dan belt filter press.Total biaya investasi (CAPEX) untuk tahap 1 dan 2 adalah Rp329.404.480.000,00, dengan biaya operasional (OPEX) tahunan sebesar Rp10.499.786.000,00 untuk tahap 1 dan Rp16.711.588.000,00 untuk tahap 2. Analisis ekonomi menggunakan metode NPV dan BCR menghasilkan nilai NPV sebesar -Rp46.559.051.059, menandakan kerugian ekonomi pada proyek ini. Namun, nilai BCR sebesar 2,32 menunjukkan manfaat potensial dalam mencegah kerugian akibat sanitasi buruk. Oleh karena itu, proyek IPAL layak dilanjutkan oleh Pemerintah Kota Bogor, namun perlu perhatian khusus terhadap anggaran operasional.",
    "link": "https://digilib.itb.ac.id/gdl/view/79253"
  },
  {
    "name": "Haekal Muhammad Al Washy",
    "nim": "15718035",
    "faculty": "FTSL",
    "major": "Rekayasa Infrastruktur Lingkungan",
    "title": "PERENCANAAN SISTEM SEWERAGE KECAMATAN BENGKONG, KOTA BATAM",
    "abstract": "Kecamatan Bengkong memiliki penduduk 126.000 jiwa pada tahun 2023 danmemiliki laju peningkatan penduduk 2% per tahunnya (BPS, 2023), melihat potensipertumbuhan penduduk yang tinggi itu berdampak pada peningkatan timbulan airlimbah domestik pula, sedangkan di kecamatan ini mayoritas rumah menggunakantangki septik yang tidak sesuai SNI sebagai pengolahan air limbah domestiksetempat, dan menimbulkan pencemaran air pada waduk. Sebuah sistem pengalirandan pengolahan air limbah diperlukan dengan mempertimbangkan jumlahpenduduk yang akan datang sesuai periode perencanaan 20 tahun. Proyeksi jumlahpenduduk dengan metode regresi linear diperoleh jumlah penduduk 198.670 jiwapada tahun 2043. Sistem sewerage direncanakan melayani satu kecamatan denganpembagian blok pelayanan sebanyak 21 blok, dengan timbulan debit air limbah 726l/s, secara gravitasi, dengan 14 titik pemompaan dikarenakan elevasi yang berbukit,namun tetap memenuhi standar kriteria laju swa-bersih 0,6 m/s dan kecepatanmaksimal 3 m/s, perpipaan sepanjang 15,5 Km, dengan jumlah manhole sebanyak312 unit. IPAL Komunal yang direncanakan memiliki kapasitas desain 30.590m3/hari, mengolah air limbah dengan karakteristik BOD 148,4 mg/l, COD 269,4mg/l, TSS 141,6 mg/l, dengan tahapan pengolahan bar screen, grit chamber, bakekualisasi, bak pengendap, moving bed biofilm reactor (MBBR), clarifier, dan bakdesinfeksi. Dengan biaya konstruksi sistem sewerage 38 miliar dan IPAL 11 miliardengan operasional sistem sewerage 1,3 miliar rupiah pada tahap 2 dan operasionalIPAL 2,5 miliar rupiah pada tahap 2. Dengan nilai BCR 1,52.",
    "link": "https://digilib.itb.ac.id/gdl/view/79375"
  },
  {
    "name": "Alif Dui Oktavianto",
    "nim": "15719034",
    "faculty": "FTSL",
    "major": "Rekayasa Infrastruktur Lingkungan",
    "title": "PERANCANGAN TEMPAT PENGOLAHAN SAMPAH TERPADU (TPST) DI KECAMATAN BATUJAJAR, KABUPATEN BANDUNG BARAT",
    "abstract": "Pengelolaan persampahan yang saat ini dilakukan di Kabupaten Bandung Barat adalah kumpul-angkut-buang dengan wilayah pelayanan persampahan hanya terbatas pada 9 kecamatan dari total 16 kecamatan yang ada di Kabupaten Bandung Barat. Dari 9 kecamatan yang dilakukan pelayanan hanya di daerah perkotaan, sedangkan masyarakat di wilayah perdesaan saat ini penanganan persampahan dilakukan cara membakar, menimbun, membuang di lahan terbuka, maupun ada yang dibuang ke sungai. Kabupaten Bandung Barat membuang sampah rumah tangga dan sampah sejenis sampah rumah tangga ke TPA Sarimukti yang saat ini sudah overcapacity. Oleh karena itu, Kabupaten Bandung Barat melalui pinjaman (loan) oleh world bank akan membangun Tempat Pengolahan Sampah Terpadu (TPST) dalam upaya pengurangan sampah di Kabupaten Bandung Barat. Fasilitas ini direncanakan dibangun di Kecamatan Batujajar, Desa Batujajar Timur.Perancangan dilakukan dengan melakukan sampling timbulan sampah di Kecamatan Batujajar berdasarkan tingkat pendapatan masyarakat. Hasil sampling sampah menunjukkan rerata total berat, volume, dan densitas sampah berturut-turut sebesar 0,30 kg/orang/hari, 0,0022 m3/orang/hari, dan 137,40 m3/kg. Sampah organik merupakan jenis sampah dengan komposisi paling besar yaitu 53,60% dan jenis sampah plastik di urutan kedua dengan komposisi sebesar 20,87%. Sampah organik yang terdiri dari sampah sisa makanan akan diolah dengan pengolahan pengomposan karena memiliki kandungan C/N sebesar 11,23%. Sedangkan sampah tercampur yang terdiri dari sampah sisa makanan, kayu, daun, kertas, karton, karet/kulit, kain/tekstil, serta plastik akan diolah dengan pengolahan RDF karena memiliki kandungan nilai kalor sebesar 3053,38 kkal/kg.Dalam menentukan teknologi pengolahan yang akan digunakan di TPST maka diperlukan beberapa alternatif pengomposan dan RDF. Untuk alternatif pengolahan pengomposan terdapat pengolahan dengan windrow composting, sistem balok, dan vermicomposting. Adapun alternatif pengolahan RDF terdapat pengolahan dengan bio drying, thermal drying, dan solar drying. Penentuan teknologi lebih lanjut dilakukan menggunakan metode Simple Additive Weighting (SAW) sehingga didapatkan alternatif windrow composting untuk pengolahan sampah secara pengomposan karena pengolahan ini mampu menghasilkan kompos denganivkualitas yang baik serta loading capacity yang besar dan bio drying untuk pengolahan sampah secara RDF karena kemampuannya untuk mereduksi kadar air hingga 50%. Untuk menentukan kebutuhan perancangan maka perlu diketahui target dan jumlah sampah yang masuk pada dua puluh tahun kedepan dengan proyeksi menggunakan metode eksponensial maka didapatkan sekitar 85 ton/hari sampah yang akan masuk ke TPST serta tingkat pengurangan di sumber dan pelayanan yang ingin dicapai sebesar 30% dan 100%. Adapun biaya yang diperlukan untuk membangun TPST Batujajar Timur beserta pembelian lahan sebanyak Rp10.585.000.000 atau Rp1.070.598/m2, dengan biaya operasional per tahun sekitar Rp1.600.077.900 atau Rp51.574/ton. Dari skenario penjualan produk RDF, kompos, serta retribusi akan didapatkan hasil pendapatan sebanyak Rp10.060.460.000 untuk skenario tertinggi dan sebanyak Rp5.030.230.000 untuk skenario terendah. Sehingga dapat ditinjau dari nilai NPV dalam 20 tahun dari proyek ini pada skenario tertinggi sebesar positif Rp105.586.497.119 dan skenario terendah sebesar positif Rp46.700.709.610. Maka dari segi ekonomi, proyek ini dinilai layak untuk dijalankan.",
    "link": "https://digilib.itb.ac.id/gdl/view/80268"
  },
  {
    "name": "Muhammad Faskal Ramadhan",
    "nim": "15719040",
    "faculty": "FTSL",
    "major": "Rekayasa Infrastruktur Lingkungan",
    "title": "PERENCANAAN SISTEM SANITASI LIMBAH CAIR DOMESTIK PASCA BENCANA GEMPA BUMI DESA WANGUNJAYA, KECAMATAN CUGENANG, KABUPATEN CIANJUR",
    "abstract": "Permasalahan yang dihadapi Desa Wangunjaya, Kecamatan Cugenang terutama di kawasanterdampak bencana gempa bumi adalah rusaknya fasilitas sanitasi pengolahan limbah cairdomestik. Hal tersebut dapat mempengaruhi kondisi kesehatan masyarakat, akibat kualitaskesehatan lingkungan yang buruk. Sanitasi pasca bencana merupakan metode yang potensialdiimplementasikan di daerah terdampak bencana alam karena diperlukan kemampuan bekerjasama antara pembuat kebijakan, masyarakat dan stakeholder lain untuk pemecahanpermasalahan terkait sanitasi pasca bencana. Dusun 1 terpilih menjadi lokasi penyaluran danpengolahan limbah cair domestik karena selisih elevasi tanah yang rendah, dengan mengikutijalan yang ada di Dusun 1, titik elevasi tertinggi adalah sekitar 690 meter dan titik terendahadalah sekitar 545 meter. Dusun 1 dibagi menjadi empat blok perencanaan. Lokasipembangunan secara spesifik akan diprioritaskan untuk dilaksanakan pada Blok 4mempertimbangkan beberapa aspek. Terdapat lahan kosong sebesar 1.169 m2 yang dimilikioleh desa sehingga dapat dimanfaatkan tanpa mengeluarkan biaya pembebasan lahan. Untukelevasi jalur perpipaan tertinggi menuju IPAL adalah 580 meter dan terendah adalah 553 meter,hasil pengolahan direncanakan akan dibuang kembali ke badan air yaitu sungai di dekat lokasiIPAL. Periode perencanaan dilakukan selama 10 tahun (2024 – 2034) dengan melayani 100%penduduk Blok 4 dan 56% penduduk Dusun 1 dengan melayani penduduk total pada tahun 2034berdasarkan proyeksi penduduk sebesar 5.385 jiwa. Sistem penyaluran air limbah menggunakanshallow bore sewer dengan timbulan sebesar 377,61 m3/hari dan perpipaan menggunakan jenispipa PVC diameter 4’ atau 160 mm sebanyak lima jalur dengan penggalian tanah berada padarange 0,56 – 6,81 m. Konfigurasi teknologi pengolahan limbah cair domestik yang terpilihberdasarkan pembobotan Simple Additive Weighting dan akan diaplikasikan di DesaWangunjaya adalah ABR dan Aerobic Filter sebagai teknologi utama dengan menggunakanprinsip kombinasi pengolahan fisik dan biologis. Konfigurasi unit pengolahan secarakeseluruhan dimulai dari Bar Screen dan Bak Ekualisasi yang terintegrasi, kemudian masuk keBak Sedimentasi Pertama, ABR, Aerobic Filter, Bak Sedimentasi Kedua, Bak PengumpulLumpur, dan proses desinfeksi dilakukan sebelum dikembalikan ke lingkungan dalam bentukefluen. Terkait dengan biaya perencanaan pembangunan SPAL dan IPAL, Rencana AnggaranBiaya (RAB) membutuhkan biaya konstruksi sebesar Rp2.026.174.000,00. Biaya operasionaldan pemeliharaan untuk SPAL dan IPAL mencapai Rp96.612.000,00 per tahunnya. Analisisfinansial diperlukan untuk menentukan kelayakan pelaksanaan proyek dari aspek ekonomi.Terdapat dua variabel penentu yang umum digunakan untuk menentukan kelayakan ekonomisuatu proyek yaitu Net Present Value (NPV) dan Benefit Cost Ratio (BCR). Nilai NPV sebesarRp165.021.444,25 atau NPV positif, nilai BCR sebesar 1,232. Kedua nilai tersebutmenunjukkan bahwa proyek perencanaan IPAL layak secara ekonomi.",
    "link": "https://digilib.itb.ac.id/gdl/view/81043"
  },
  {
    "name": "Zaky Ananditya Hilmi ",
    "nim": "15719030",
    "faculty": "FTSL",
    "major": "Rekayasa Infrastruktur Lingkungan",
    "title": "DESAIN ULANG SISTEM DRAINASE DI KELURAHAN ANTAPANI TENGAH, KECAMATAN ANTAPANI, KOTA BANDUNG",
    "abstract": "Sistem drainase perkotaan berfungsi untuk mengatasi kelebihan air permukaan yang umumnya timbul akibat hujan. Sebagian besar sistem drainase perkotaan berupa sistem drainase terbuka yang mengalir secara gravitasi. Demikian pula sistem drainase perkotaan yang digunakan pada Kota Bandung. Kota Bandung berada dalam fitur geologi yang dinamakan Bandung Basin yang membuat sebagian wilayah perkotaan memiliki elevasi yang tinggi dengan kemiringan permukaan tanah yang besar dan sebagian besar lainnya berada pada elevasi yang relatif rendah dengan kemiringan permukaan tanah yang relatif datar. Untuk wilayah Kota Bandung dengan kemiringan yang datar, umum solusi pengaliran drainase adalah untuk mengalirkannya menuju anak-anak Sungai Citarum yang melalui wilayahnya. Daerah Kecamatan Antapani termasuk wilayah Kota Bandung dengan permukaan datar yang menerapkan konsep drainase tersebut. Kelurahan Antapani Tengah menggunakan gabungan dari saluran terbuka samping jalan atau selokan dan saluran-saluran kanal yang mengumpulkan aliran dari selokan dan mengalirkannya menuju badan air penerima. Agar sistem saluran-saluran ini dapat bekerja secara optimal sepanjang tahun, diperlukan perancangan bentuk, dimensi dan kemiringan saluran yang baik. Dasar perhitungan sistem drainase adalah analisis hidrologi untuk mendapatkan besaran hujan puncak per periode ulang. Sesuai Standar Nasional Indonesia 03-6981-2004, sistem drainase di lingkungan perumahan di daerah perkotaan dirancang berdasarkan curah hujan dengan periode ulang 5 tahun. Pemetaan saluran drainase eksisting dilakukan dengan bantuan foto udara dan survei lapangan. Perhitungan debit limpasan air hujan dilakukan dengan membagi wilayah studi menjadi blok-blok unit hidrograf yang luas dan karakteristik fisiknya diukur dan ditentukan dengan bantuan foto udara dan survei secara langsung. Dihasilkan desain ulang saluran selokan yang dibagi menjadi dua tipe dan saluran kanal dengan bentuk berbeda dengan dimensi yang sesuai untuk debit limpasan yang telah dihitung dan dengan kemiringan saluran yang dapat menjaga kecepatan aliran. Desain ulang saluran selokan tipe 1 adalah saluran terbuka berbentuk segi empat, saluran selokan tipe 2 adalah saluran berbentuk segi empat dengan tutup saluran dan saluran kanal dirancang ulang dengan bentuk trapezoid dengan saluran susunan. Total biaya pembangunan saluran selokan tipe 1 adalah sebesar Rp1.625.690.000, saluran selokan tipe 2 adalah sebesar Rp4.421.660.000 dan saluran kanal adalah sebesar Rp8.004.740.000. Sedangkan biaya operasional untuk seluruh saluran adalah sebesar Rp98.000.000 per tahun.",
    "link": "https://digilib.itb.ac.id/gdl/view/79386"
  },
  {
    "name": "Ninne Sevtiana Dewi",
    "nim": "15719033",
    "faculty": "FTSL",
    "major": "Rekayasa Infrastruktur Lingkungan",
    "title": "PERANCANGAN TEMPAT PENGOLAHAN SAMPAH TERPADU (TPST) DI KECAMATAN BEKASI UTARA, KOTA BEKASI",
    "abstract": "Jumlah sampah yang masuk ke TPA Sumur Batu mencapai 1000 ton/hari. Sampahyang masuk ke dalam TPA hanya diletakkan di atas landfill tanpa pengolahanapapun. Sedangkan, Kota Bekasi khususnya Kecamatan Bekasi Utara hanyamemiliki satu TPS 3R yang berada di Perumahan Prima Harapan dan mampumengolah sampah sebesar 0,340 ton/hari. Dari perhitungan jumlah sampah yangdihasilkan Kecamatan Bekasi Utara tahun 2023 sebesar 183,29 ton/hari, sampahyang terkelola hanya 0,18% per tahun sehingga pengolahan sampah perlu dilakukanpeningkatan. Namun, kebutuhan lahan untuk peningkatan TPS 3R tidak terpenuhikarena tidak adanya lahan untuk perluasan. Oleh karena itu, perancangan tempatpengolahan sampah terpadu (TPST) perlu dilakukan di Kecamatan Bekasi Utara.Melalui metode pemilihan Simple Additive Weighting (SAW), teknologi terpilihuntuk mengolah sampah di TPST Kecamatan Bekasi Utara terdiri dari pembuatanproduk Refuse Derived Fuel (RDF) untuk mengolah sampah berpotensi daur ulangyang memiliki sifat combustible dan budidaya Black Soldier Fly (BSF) untukmengolah sampah sisa makanan. Berdasarkan hasil sampling yang dilakukanselama 8 hari berurut, TPST Kecamatan Bekasi Utara menerima sampah sebanyak242,97 ton/hari (100% pelayanan) pada tahun 2044, mampu mengolah sampahberpotensi daur daur ulang yang memiliki sifat combustible sebanyak 65,46 ton/hari(26,94%), dan sampah sisa makanan sebanyak 153,34 ton/hari (63,11%). Produkyang dihasilkan dari pengolahan tersebut terdiri dari produk RDF yang akandisalurkan kepada PT Indocement Tunggal Prakarsa, larva basah dijual kepadasektor peternakan dan perikanan se-Kota Bekasi, dan kasgot kering dijual kepadasektor pertanian dan perkebunan di Kecamatan Bekasi Utara.",
    "link": "https://digilib.itb.ac.id/gdl/view/79065"
  },
  {
    "name": "Muhammad Fathan Lazuardi",
    "nim": "15719020",
    "faculty": "FTSL",
    "major": "Rekayasa Infrastruktur Lingkungan",
    "title": "REDESAIN INSTALASI PENGOLAHAN AIR (IPA) DEKENG II, PDAM TIRTA PAKUAN KOTA BOGOR",
    "abstract": "Perusahaan Umum Daerah Air Minum (PERUMDA) Tirta Pakuan merupakan sebuah perusahaan daerah yang bergerak dalam pengelolaan, produksi, dan penyaluran air minum kepada masyarakat yang menjadi pelanggannya di wilayah Kota Bogor. Salah satu Instalasi Pengolahan Air (IPA) PERUMDA Tirta Pakuan adalah IPA Dekeng. IPA Dekeng terletak di Jl. Dekeng No. 5, Genteng, Kecamatan Bogor Selatan, Kota Bogor, Jawa Barat. IPA Dekeng terdiri dari dua instalasi yaitu IPA Dekeng I dan IPA Dekeng II. IPA Dekeng 1 memiliki kapasitas pengolahan sebesar 1.100 liter/detik dan IPA Dekeng II sebesar 600 liter/detik. Peningkatan jumlah penduduk yang sangat pesat, diiringi dengan peningkatan permintaan terhadap pasokan air bersih mengakibatkan jumlah air bersih yang diproduksi harus semakin meningkat pesat juga sehingga instalasi yang telah tersedia tidak dapat memenuhi kebutuhan tersebut. Hal ini menjadi pendorong dilakukannya perencanaan pengembangan IPA Dekeng II dengan perencanaan redesain melalui uprating. Berdasarkan Rencana Pembangunan Jangka Menengah Daerah (RPJMD) Kota Bogor tahun 2019-2024 menyatakan bahwa IPA Dekeng II dapat dioptimalkan hingga 763 liter/detik. Sehingga, perencanaan peningkatan kapasitas pengolahan IPA Dekeng II sebesar 150 liter/detik. Peningkatan tersebut dapat memenuhi kebutuhan air di wilayah layanan IPA Dekeng hingga tahun 2028. Maka dari itu, periode perencanaan yang dipilih adalah 5 tahun, dari tahun 2023-2028. Peningkatan tersebut ditinjau juga dari kapasitas air yang dapat diterima oleh intake Ciherang Pondok. Sumber air baku yang digunakan oleh IPA Dekeng yaitu berasal dari Sungai Cisadane. Untuk konfigurasi unit pengolahan yang terpilih yaitu masih menggunakan sistem yang sama seperti kondisi eksisting sekarang. Konfigurasi unit pengolahan pada eksisting yaitu koagulasi, flokulasi, sedimentasi, filtrasi, disinfeksi, dan sludge drying bed. Untuk unit yang akan dilakukan uprating yaitu pada unit sedimentasi dan unit filtrasi dengan melakukan penambahan unit dan perubahan dimensi. Pada unit sedimentasi akan dirubah kedudukan ruang plate settler, saluran pelimpah, dan freeboard agar menjadi lebih tinggi. Ketinggian ruang plate settler menjadi 1,6 m, jarak plate dengan muka air 0,6 m, dan freeboard sebesar 0,6 m. Untuk unit filtrasi ditambahkan unit sebanyak 2 unit dengan sistem saringan pasir cepat secara gravitasi. Seluruh unit filtrasi berdimensi sama dengan eksisting yaitu panjang 9 m, lebar 4,5 m, dan tinggi 7,85 m.",
    "link": "https://digilib.itb.ac.id/gdl/view/78941"
  },
  {
    "name": "Jakarawi Fachreza Marzuki ",
    "nim": "15717015",
    "faculty": "FTSL",
    "major": "Rekayasa Infrastruktur Lingkungan",
    "title": "DESAIN INSTALASI PENGOLAHAN LINDI TPA TOISAPU, KOTA AMBON",
    "abstract": "Pesatnya laju pertumbuhan penduduk dan meningkatnya kegiatan industri serta aktivitas ekonomi masyarakat adalah di antara faktor-faktor yang menyebabkan peningkatan produksi sampah. Sampah yang tidak terkelola dengan baik berdampak pada pencemaran lingkungan, mengganggu ekosistem lingkungan, dan berdampak buruk bagi kesehatan manusia. Penelitian ini bertujuan merancang instalasi pengolahan lindi TPA Toisapu Kota Ambon, Maluku dan menghitung estimasi biaya pembangunan instalasi pengolahan lindi yang direncanakan. TPA Toisapu mulai beroperasi sebagai tempat pembuangan dan pemrosesan akhir sampah dengan desain awal sistem pengelolaan yang diterapkan adalah controlled landfill di mana setiap seminggu sampah ditutup dengan tanah agar tidak menimbulkan bau, kerumunan lalat yang dapat menjadi vektor penyakit, dan resapan air hujan menjadi air lindi. Kondisi eksisting TPA Toisapu dapat digambarkan yaitu memiliki empat zona area landfill, Instalasi Pengolahan Lindi (IPL) yang belum terkelola semestinya, Instalasi Pengolahan Sampah (IPS), dan kelembagaannya berada di bawah Dinas Lingkungan Hidup dan Persampahan (DLHP) Pemerintah Kota Ambon. Dalam perancangan IPL TPA dilakukan pengumpulan data primer melalui observasi langsung di lokasi dan wawancana narasumber data/informasi. Juga, data dilengkapi dari sumber sekunder yang diperoleh dari sumber yang terkait langsung, yaitu dari DLHP, data hasil uji laboratorium lindi, data geofisika dan iklim BMKG, dan laporan tertulis BPS. Hasil pengujian terhadap parameter lindi TPA Toisapu diperoleh ratio BOD/COD pada rentang 0,012 sampai 0,36 yang termasuk kategori non-biodegradable artinya tidak dapat dilakukan pengolahan secara biologis. Alternatif 5 Koagulasi - Flokulasi, Sedimentasi I, Aerated Lagoon, Sedimentasi II dan debit perencanaan lindi yang akan diolah sebesar 1,33 x 10-3 m3/detik, perancangan IPL pada TPA Toisapu yang sesuai dengan desain dan hasil analisis memerlukan biaya dengan nilai estimasi total yang diperlukan untuk pembangunan konstruksi IPL sebesar Rp 10.000.000.000 dan untuk biaya operasional sebesar Rp 1.618.347.125 per tahunnya. Berdasarkan hasil kajian dalam studi ini dapat disimpulkan bahwa perancangan IPL yang akan dirancang adalah Bak Ekualisasi, Koagulasi-Flokulasi, Sedimentasi I, Aerated Lagoon, Bak Penampung, Sedimentasi II.",
    "link": "https://digilib.itb.ac.id/gdl/view/79345"
  },
  {
    "name": "Tasyafa Azzahra Priputri",
    "nim": "15719036",
    "faculty": "FTSL",
    "major": "Rekayasa Infrastruktur Lingkungan",
    "title": "PERANCANGAN TEMPAT PENGOLAHAN SAMPAH TERPADU (TPST) BAGENDUNG KOTA CILEGON",
    "abstract": "Kota Cilegon menghadapi tantangan signifikan dalam pengelolaan sampah, memerlukan infrastruktur yang lebih baik untuk memaksimalkan pemrosesan sampah dan mengurangi dampak lingkungan negatif.Penelitian ini melibatkan pengumpulan data tentang jumlah dan komposisi sampah, serta pemilihan alternatif teknologi pengolahan dan pemilahan sampah menggunakan metode Simple Additive Weighting (SAW). Kebutuhan biaya konstruksi dan operasional juga dihitung, dan hasil analisis ekonomi dilakukan.Berdasarkan proyeksi tahun 2038, kapasitas desain MRF ditetapkan sebesar 400 ton/hari. Alternatif sistem pengolahan terpilih adalah pengolahan sampah campuran menjadi Refuse Derived Fuel (RDF) dan pemisahan sampah daur ulang dengan teknologi pemilahan semimanual dan pengeringan menggunakan metode bio drying. Biaya modal awal MRF adalah Rp40.786.680.000,00, dan biaya operasional mencapai Rp9.203.379 per tahun. Hasil analisis ekonomi menunjukkan bahwa proyek ini layak dan berkelanjutan.",
    "link": "https://digilib.itb.ac.id/gdl/view/80865"
  },
  {
    "name": "Ermil Yanuarsyah",
    "nim": "15818035",
    "faculty": "FTSL",
    "major": "Teknik dan Pengelolaan Sumber Daya Air",
    "title": "UPAYA MITIGASI BENCANA DAN PERENCANAAN TANGGUL PADA DAERAH TERDAMPAK AKIBAT KERUNTUHAN BENDUNGAN TAILING DI TALIABU PROVINSI MALUKU UTARA",
    "abstract": "Pulau Taliabu, Kabupaten Taliabu, Provinsi Maluku Utara, Indonesia. Kaya sumber daya alam tambang, menghadapi tantangan serius dalam pengelolaan limbah tambang, khususnya tailing, yang menimbulkan risiko keruntuhan bendungan dan potensi bencana bagi pemukiman dan pertanian di sepanjang alur sungai hilir bendungan. merencanakan tindakan darurat untuk mengatasi potensi keruntuhan bendungan dengan enganalisis data hidrologis, klimatologi, topografi, dan teknis dari tailing dam Taliabu, menganalisis keruntuhan bendungan, menyusun rencana tindak darurat, serta merencanakan pengendalian area genangan melalui struktur tanggul. Hasil analisis menggunakan software GIS menunjukkan luas Daerah Aliran Sungai (DAS) Bendungan Tailing sebesar 5.90 km2, dengan stasiun hujan bandara Emalamo dan nilai curah hujan Potensi Maksimum (PMP) DAS sebesar 597.786 mm dengan Metode Hersfield. Debit banjir yang dihasilkan menggunakan metode ITB-1 adalah Q1000 sebesar 134.826 m3/s dan QPMF sebesar 283.448 m3/s. Analisis keruntuhan bendungan dengan menggunakan perangkat lunak HEC-RAS menunjukkan bahwa penggunaan metode Non-Newtonian Parameter menghasilkan pergerakan air mirip lumpur atau aliran mudflow. Kajian tingkat risiko menunjukkan bahwa keempat desa terdampak mendapatkan predikat tingkat risiko tinggi dari bencana ini. Solusi mitigasi melibatkan pembangunan tanggul penahan banjir dengan elevasi 5.8 m dan lebar dasar 30 m, serta analisis stabilitas tanggul menggunakan program GEO-Studio menghasilkan safety factor tanpa ada genangan yaitu sebesar 2.405 dan saat kondisi muka air banjir 5 m yaitu 3.209.. Rancangan anggaran biaya untuk pembangunan tanggul tersebut diperkirakan sebesar Rp38,548,358,704.92.",
    "link": "https://digilib.itb.ac.id/gdl/view/79160"
  }
]